{
  "bookmarks": [
    {
      "name": "Reading",
      "display_color": "#6CB56C",
      "mangas": [
        {
          "id": "1",
          "title": "Берсерк",
          "image": "https://desu.me/data/manga/covers/preview/368.jpg",
          "description": "Гатс, известный как Черный Мечник, ищет убежища от демонов, охотящихся за ним, и отмщения человеку, сделавшему из него жертву на своем алтаре. С помощью только своей титанической силы, умения и меча, Гатс должен биться против жестокого рока, пока битва с ненавистью мало-помалу лишает его человечности. Берсерк - это темная и погружающая в раздумья история неистовых сражений и безжалостного рока.",
          "countChapters": 374,
          "stars": 9.75
        },
        {
          "id": "14",
          "title": "Bokura wa Minna Kawaisou",
          "image": "https://desu.me/data/manga/covers/preview/1302.jpg",
          "description": "Обычный ученик старшей школы Юса, который хочет начать тихую и спокойную жизнь переезжает ради этого в новую квартиру. Но уже по дороге туда встречает странного парня, который помешан на мазохизме и любит маленьких девочек. Кроме этого он окажется его соседом по комнате! Юса не хочет жить в этом месте и решает сразу же уйти, но встречает девушку - Ритсу. Что это? Неужели любовь с первого взгляда?",
          "countChapters": 62,
          "stars": 8.54
        },
        {
          "id": "15",
          "title": "Rakudai Kishi no Cavalry",
          "image": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/nx85370-jf3QsOKMnpyq.jpg",
          "description": "Мир, где душа имеет форму оружия. Те, кто могут использовать его, зовутся \"Рыцарями\". Курогане Икки- один из студентов академии рыцарей. Однако, у него нет таланта и попал он туда неизвестно как, вот и получает он кличку \"Рыцарь-неудачник\".",
          "countChapters": 45,
          "stars": 8.86
        },
        {
          "id": "16",
          "title": "Gokushufudou",
          "image": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/nx101233-ipG2rYitNxyd.jpg",
          "description": "Тацу — бывший якудза, который бросил свой привычный криминальный образ жизни, став порядочным гражданином. Но под силу ли «домохозяину» справиться с передрягами, возникшими в связи с его прошлым?",
          "countChapters": 118,
          "stars": 9.12
        }
      ]
    },
    {
      "name": "In Plans",
      "display_color": "#B962BC",
      "mangas": [
        {
          "id": "3",
          "title": "Cooking disease in a ruined world",
          "image": "https://desu.win/data/manga/covers/preview/5838.jpg",
          "description": "Шин Ён Джун, сержант-повар, которому осталось всего несколько дней до последнего отпуска... и он обречён.\nЕго батальон превратился в руины в одно мгновение, и даже связь оборвана, а перед глазами только одно:\n«Поздравляем с пробуждением!» ; «Профессия: повар-новичок Lv.1»!\n\nЕсли бы он был воином или наёмником, или ещё кем-то, он бы попытался прорваться в одиночку...\nНо он работник вспомогательного класса – повар. И он не может этого исправить.\n\n«Отныне я буду кормить тебя».\n",
          "countChapters": 9,
          "stars": 8.36
        },
        {
          "id": "6",
          "title": "Sun Ken Rock",
          "image": "https://desu.win/data/manga/covers/preview/37.jpg",
          "description": "Кен, молодой японский парень, влюблен в корейскую девушку Юмин. Он последовал за ней в Корею, чтобы стать полицейским, как и она. И вот, он прилетел в Корею и... всё. Да, не всегда события разворачиваются так, как хотелось бы. И вместо полицейского Кен становится... главарём местной банды.",
          "countChapters": 171,
          "stars": 9.20
        },
        {
          "id": "9",
          "title": "Gintama",
          "image": "https://desu.win/data/manga/covers/preview/24.jpg",
          "description": "Сюжет произведения основан на событиях эпохи Бакумацу.\n\nВ середине девятнадцатого века состоялся первый контакт с пришельцами — в Японии приземлились чёрные корабли инопланетян Аманто. Они прибыли на Землю с целью её захвата. Мечи самураев и ружья асигару оказались бессильны против технологий будущего, и сёгунат подчинился власти Аманто. Сопротивляется власти захватчиков лишь патриотически настроенная группировка Дзёи; когда-то Дзёи стояла во главе национального движения, однако теперь она выродилась в террористическую организацию, чьи члены активно преследуются сёгунатом и Синсэнгуми.\n\nГинтоки Саката, один из бывших лидеров Дзёи, а ныне — просто мастер на все руки, пытается найти в новом Эдо источник стабильного заработка, периодически сталкиваясь с Синсэнгуми, пиратами Харусамэ и членами Дзёи, чьим нынешним лидерам не даёт покоя его предательство. Вместе со своими спутниками Симпати Симурой и Кагурой он не раз попадает в опасные ситуации.",
          "countChapters": 704,
          "stars": 9.23
        },
        {
          "id": "12",
          "title": "Aharen-san Is Unfathomable",
          "image": "https://desu.me/data/manga/covers/preview/2376.jpg",
          "description": "Переведённая ученица неспроста приковала к себе взор Райдо Мацубоси. Рэйна Ахарэн никогда не была сильна в сближении с людьми, но её проблема несколько иного плана, нежели у всех. Не успев нормально познакомиться, она уже ведёт себя как близкий друг. Девушка без зазрения совести нарушает границы личного пространства, абсолютно не стесняясь приобнять одноклассника за руку или за ногу, а может и вообще лечь к нему на коленки! При всём при этом разговаривает Ахарэн настолько тихо, что порой её нельзя расслышать даже в караоке! А ещё с виду она настолько крошечная, что молодому человеку кажется, будто между ними в классе зияет пропасть. Не в силах оставить это без внимания, Мацубоси открывает перед собой непостижимый мир своей одноклассницы.",
          "countChapters": 120,
          "stars": 8.42
        },
        {
          "id": "17",
          "title": "NEW GAME!",
          "image": "https://s4.anilist.co/file/anilistcdn/media/manga/cover/large/bx85697-INZQiwnVZbmV.png",
          "description": "Аоба Сузуказэ - недавняя выпускница старшей школы, которую часто принимают за ученицу средней школы, устроилась в компанию по разработке игр! История рассказывается в форме 4-кома (Енкома).\n",
          "countChapters": 105,
          "stars": 7.33
        }
      ]
    },
    {
      "name": "Done",
      "display_color": "#5D6CB9",
      "mangas": [
        {
          "id": "0",
          "title": "Бродяга",
          "image": "https://desu.me/data/manga/covers/preview/95.jpg",
          "description": "Дорога в тысячу ли начинается с одного шага. И великий мечник Миямото Мусаси когда-то был деревенским парнем по имени Синмен Такедзо. Но уже тогда его пьянил дух свободы. Презрев условности, он окунулся с головой в зловещую и манящую атмосферу войны. Основанная на легендарном романе Ёсикавы Эйдзи \"Десять меченосцев\", эта история - о том, кто от поражения при Секигахаре двинулся к победам. Эта история - о том, кто отринул все, чтобы достичь совершенства на пути меча. И о тех, кто повстречался ему на этом пути...",
          "countChapters": 327,
          "stars": 9.53
        },
        {
          "id": "5",
          "title": "Kizudarake no Jinsei",
          "image": "https://desu.win/data/manga/covers/preview/5818.jpg",
          "description": "Нагаи Джинсей, также известный как “Джинсей-Голый Кулак“. Рожденный в мусорном контейнере, воспитанный в сиротском приюте, живущий как якудза, он достаточно силен, чтобы сражаться во всех своих боях голыми руками. Он покрыт бесчисленными ножевыми и пулевыми шрамами от своих сражений. Но его жизнь меняется, когда он спасает пятилетнюю Аюми, дочь нового начальника полиции, Энджоджи Масаёши, и становится другом их семьи. Впервые в своей жизни Джинсей чувствует, что нашел свою собственную семью, и решает начать свою жизнь заново, но его прошлое и его связи с якудзой продолжают мешать.",
          "countChapters": 114,
          "stars": 10.00
        },
        {
          "id": "10",
          "title": "Mob Psycho 100",
          "image": "https://desu.win/data/manga/covers/preview/1062.jpg",
          "description": "Кагеяма Сигэо, также известный как \"Моб\", восьмиклассник со психическими способностями. Он мог сгибать ложки и поднимать вещи силой мысли с ранних лет, но затем он постепенно начал сдерживаться от использования способностей на публике, потому что к нему относились негативно из-за этого. А теперь, единственное, чего он хочет - это подружиться с девочкой из его класса, Цубоми. Вместе со своим экстрасенсорным \"наставником\" (у которого нет психических способностей), он продолжает свою повседневную жизнь, пытаясь понять свое назначение в жизни.",
          "countChapters": 101,
          "stars": 9.12
        }
      ]
    },
    {
      "name": "Deferred",
      "display_color": "#FDC931",
      "mangas": [
        {
          "id": "2",
          "title": "Монстрик Карамелька",
          "image": "https://desu.me/data/manga/covers/preview/1766.jpg",
          "description": "У Хлои совсем нет друзей, но однажды она встречает самого популярного в школе парня, встреча с которым пробуждает в ней неведомые силы!",
          "countChapters": 53,
          "stars": 8.00
        },
        {
          "id": "4",
          "title": "Enen no Shouboutai",
          "image": "https://desu.win/data/manga/covers/preview/1997.jpg",
          "description": "Как вы бы хотели умереть? Состарится или умереть от болезни, укуса, яда или просто задохнутся? Но в этом мире самый ужасный способ умереть это - сгореть заживо. Люди начали воспламенятся то тут, то там, в пламени превращаясь в демонов и забирая жизни всех кто рядом. Так их начали называть огненными людьми. Никто не знает как они появляются, никто не может противостоять им, никто не может спастись. Человечество же дало отпор этим созданиям, создав огненные бригады пожарных из военных, церкви и собственно пожарных. Но всё ли так хорошо как кажется? Люди всё больше боятся, а бригады хранят тайны в своих кабинетах, загадка так и не разгадана или нам всего лишь так кажется?",
          "countChapters": 304,
          "stars": 8.88
        },
        {
          "id": "8",
          "title": "The God of High School",
          "image": "https://desu.win/data/manga/covers/preview/628.jpg",
          "description": "Внимание внимание! Стартует первый в мире турнир для старшеклассников \"Царь горы\"! Главный приз тому, кто раскидает всех конкурентов - что угодно! Любое желание победителя будет исполнено! Соглашайтесь! Никаких ограничений для участников! Произвольный стиль! Произвольное оружие! Весовая категория и пол не имеют значения! Мы гарантируем сохранение жизни и здоровья!\nP.S. Сохранение боевой славы и военской чести не гарантируется.",
          "countChapters": 533,
          "stars": 8.70
        },
        {
          "id": "13",
          "title": "Kono Subarashii Sekai ni Shukufuku wo!",
          "image": "https://desu.win/data/manga/covers/preview/461.jpg",
          "description": "Жизни Сатоу Казумы, хикикомори, обожающего игры, скоро должен был прийти конец из-за дорожно-транспортного происшествия... Должен был, но когда он очнулся, перед ним предстала красивая девушка, назвавшая себя богиней. \"Эй, у меня есть кое-что для тебя. Тебе понравится. Хочешь попасть в другой мир? Ты можешь взять с собой любую вещь, но только одну\". \"Тогда я возьму тебя\". Так начинается великое приключение реинкарнации Казумы к покорению Короля Демонов... Или так могло показаться на первый взгляд, но на деле это начало поисков пищи, одежды и крова! Несмотря на желание Казумы жить в мире и покое, проблемы от богини сыпались одна за другой, и, в конце концов, они привлекли внимание армии Короля Демонов!",
          "countChapters": 111,
          "stars": 8.73
        }
      ]
    },
    {
      "name": "Abandoned",
      "display_color": "#F05256",
      "mangas": [
        {
          "id": "7",
          "title": "Koe no Katachi",
          "image": "https://desu.win/data/manga/covers/preview/396.jpg",
          "description": "Эту мангу не сразу решились издавать, поскольку она затрагивает темы, о которых японцы хотели бы молчать. Но в итоге она стала новым хитом.\n\nГлава 0 - сингл - это история глухой девочки, которая пытается учиться на одном уровне со всеми, но в конце концов подвергается травле. В более глубоком смысле - это манга о том, как люди часто не слышат друг друга, не могут общаться, а потому не понимают друг друга и отделяются.\nПодробные обзоры на сингл - на сайте переводчика.\n\nВ сериализации у нас появляется возможность проследить за предыдущими и последующими событиями глазами (и сердцем) главного зачинщика травли. Его мир состоит из непрестанной борьбы со скукой, но однажды он окажется перевёрнут.",
          "countChapters": 62,
          "stars": 9.45
        },
        {
          "id": "11",
          "title": "Gal Gohan",
          "image": "https://desu.win/data/manga/covers/preview/976.jpg",
          "description": "Главная \"гяру\" школы, Мику Оказаки, попросила учителя домоводства, Синдзи Ябе, помочь ей испечь печенье для учителей. Директор дал ей такое задание после того, как она провалила экзамены по всем предметам и увязла в дополнительных занятиях. После нескольких неудачных попыток, Синдзи помогает ей закончить партию печенья. Тронутый успехом Мику, он решает открыть кулинарный клуб, чтобы проводить больше времени со своими учениками.\n",
          "countChapters": 69,
          "stars": 8.82
        }
      ]
    }
  ]
}