{
  "bookmarks": [
    {
      "name": "Reading",
      "display_color": "#6CB56C",
      "mangas": [
        {
          "id": "0",
          "title": "Берсерк",
          "image": "https://desu.me/data/manga/covers/preview/368.jpg",
          "description": "Гатс, известный как Черный Мечник, ищет убежища от демонов, охотящихся за ним, и отмщения человеку, сделавшему из него жертву на своем алтаре. С помощью только своей титанической силы, умения и меча, Гатс должен биться против жестокого рока, пока битва с ненавистью мало-помалу лишает его человечности. Берсерк - это темная и погружающая в раздумья история неистовых сражений и безжалостного рока.",
          "countChapters": 374,
          "stars": 9.75
        }
      ]
    },
    {
      "name": "In Plans",
      "display_color": "#B962BC",
      "mangas": [
        {
          "id": "1",
          "title": "Монстрик Карамелька",
          "image": "https://desu.me/data/manga/covers/preview/1766.jpg",
          "description": "У Хлои совсем нет друзей, но однажды она встречает самого популярного в школе парня, встреча с которым пробуждает в ней неведомые силы!",
          "countChapters": 53,
          "stars": 8
        }
      ]
    },
    {
      "name": "Done",
      "display_color": "#5D6CB9",
      "mangas": [
        {
          "id": "2",
          "title": "Бродяга",
          "image": "https://desu.me/data/manga/covers/preview/95.jpg",
          "description": "Дорога в тысячу ли начинается с одного шага. И великий мечник Миямото Мусаси когда-то был деревенским парнем по имени Синмен Такедзо. Но уже тогда его пьянил дух свободы. Презрев условности, он окунулся с головой в зловещую и манящую атмосферу войны. Основанная на легендарном романе Ёсикавы Эйдзи \"Десять меченосцев\", эта история - о том, кто от поражения при Секигахаре двинулся к победам. Эта история - о том, кто отринул все, чтобы достичь совершенства на пути меча. И о тех, кто повстречался ему на этом пути...",
          "countChapters": 327,
          "stars": 9.53
        }
      ]
    },
    {
      "name": "Deferred",
      "display_color": "#FDC931",
      "mangas": []
    },
    {
      "name": "Abandoned",
      "display_color": "#F05256",
      "mangas": []
    }
  ]
}